export const newsGroups = [
  {
    category: "系统通知",
    inforList: [
      {
        title: "关于无法登录系统的解决方案1",
        key: "1",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案,关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案,关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案,关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案,关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案2",
        key: "2",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案3",
        key: "3",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案3",
        key: "33",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      }
    ]
  },
  {
    category: "课程通知",
    inforList: [
      {
        title: "关于无法登录系统的解决方案1",
        key: "4",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案2",
        key: "5",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案3",
        key: "6",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案3",
        key: "35",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      }
    ]
  },
  {
    category: "选课入口",
    inforList: [
      {
        title: "关于无法登录系统的解决方案1",
        key: "7",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案2",
        key: "8",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案3",
        key: "9",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        title: "关于无法登录系统的解决方案3",
        key: "36",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      }
    ]
  },
  {
    category: "公告",
    inforList: [
      {
        title: "关于无法登录系统的解决方案1",
        key: "10",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        key: "11",
        title: "关于无法登录系统的解决方案2",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
        key: "2",
        title: "关于无法登录系统的解决方案3",
        description:
          "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
        time: "2019-12-15"
      },
      {
          title: "关于无法登录系统的解决方案3",
          key: "311",
          description:
            "关于无法登录系统的解决方案关于无法登录系统的解决方案关于无法登录系统的解决方案",
          time: "2019-12-15"
    }
    ]
  }
];

export const userStatusInfor = {
  name : "不存在",
  averageGrade : "99",
  averageTarget : "4.0",
  majorCredit : "132",
  minorCredit : "16",
  practiceCredit: "4",
  generalMajorCredit: "12",
  generalminorCredit: "6",
}

export const userFileInfor = {
  name : "不存在",
  sex : "男",
  birthday:"1997-12-12",
  nation:"汉族",
  major:"软件工程",
  political:"共青团员",
  NativePlace:"甘肃兰州",
  email:"123456789@qq.com",
  phone:"134567890",
  school:"霍格尼茨魔法学校"
}

